Repository: pearOS-archlinux/iso
Catalog: pearpkgs/pear-skel/dots/.local/share/plasma/plasmoids/org.kpple.kppleMenu/translate/*.po
Languages: ar, de, es, fi, it, ja, nl, pl, ro, ru

source: About This Computer
ar: حول هذا الكمبيوتر
de: Über diesen Computer
es: Acerca de esta computadora
fi: Tietoja tästä tietokoneesta
it: A proposito di questo computer
ja: このコンピュータについて
nl: Over deze computer
pl: O tym komputerze
ro: Despre acest computer
ru: Об этом компьютере

source: System Preferences...
ar: تفضيلات النظام ...
de: System-Einstellungen...
es: Preferencias del sistema...
fi: Järjestelmäasetukset...
it: Preferenze di Sistema...
ja: システム環境設定...
nl: Systeem voorkeuren...
pl: Preferencje systemowe...
ro: Preferințe de sistem...
ru: Системные настройки...

source: App Store...
ar: متجر التطبيقات...
fi: Sovelluskauppa...
ja: アプリストア...
nl: App Winkel...
ro: Magazin de aplicații...

source: Force Quit...
ar: القوة لترك ...
de: Beenden erzwingen...
es: Forzando a salir...
fi: Pakota lopettaa...
it: Costringere ad andarsene...
ja: 強制終了...
nl: Geforceerd beëindigen...
pl: Zmuszanie do wyjazdu...
ro: Forțând să plece...
ru: Форс-бросить...

source: Sleep
ar: إيقاف النشاط مؤقتًا
de: Aussetzen der Aktivität
es: Suspender la actividad
fi: Keskeytä toiminta
it: Metti in pausa l'attività
ja: アクティビティを一時停止
nl: Activiteit onderbreken
pl: Zawieszenie działalności
ro: Pauză activitatea
ru: Приостановить деятельность

source: Restart...
ar: لإعادة التشغيل...
de: Neustart...
es: Reinicie...
fi: Käynnistää uudelleen...
it: Riavvio...
ja: 再起動します...
nl: Herstarten...
ro: Pentru a reporni...
ru: Перезапустить...

source: Shut Down...
ar: اطفيء...
de: Schalte aus...
es: Apagar...
fi: Kytke pois päältä...
it: Spegnere...
ja: スイッチを切る...
nl: Uitzetten...
pl: Wyłączyć...
ro: Opriți...
ru: Выключить...

source: Lock Screen
ar: اقفل الشاشة
de: Bildschirm sperren
es: Bloquear pantalla
fi: Lukitusnäyttö
it: Blocca schermo
ja: ロック画面
nl: Vergrendel scherm
pl: Ekran blokujący
ro: Ecran de blocare
ru: Экран блокировки

source: Log Out
ar: تسجيل خروج
de: Ausloggen
es: Desconectarse
fi: Kirjautua ulos
it: Disconnettersi
ja: ログアウト
nl: Uitloggen
pl: Wyloguj się
ro: Deconectați-vă
ru: Выход из системы

source: Advanced
ar: المتقدمة
de: Fortgeschrittene
es: Avanzado
fi: Pitkälle kehittynyt
it: Avanzate
ja: 上級
nl: Geavanceerd
pl: Zaawansowane
ro: Avansat
ru: продвинутый

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fi: auta
it: Aiuto
ja: 助けて
nl: Helpen
pl: Pomoc
ro: Ajutor
ru: Помощь

source: Adapt the links with your own command lines
ar: تكييف الروابط مع أسطر الأوامر الخاصة بك
fi: Muuta linkkejä omiin komentoriviisi
it: Adatta i collegamenti con le tue righe di comando
ja: 独自のコマンドラインでリンクを適合させる
nl: Pas links aan met uw eigen opdrachtregels
pl: Dostosuj łącza do własnych linii poleceń
ro: Adaptați legăturile cu propriile linii de comandă
ru: Адаптируйте ссылки с помощью собственных командных строк

source: ( Warning : This is the expert mode, do not change anything if the application is working properly. )
ar: ( تحذير: هذا هو وضع الخبير. لا تغير أي شيء إذا كان التطبيق يعمل بشكل صحيح. )
de: ( Warnung: Dies ist der Expertenmodus. Ändern Sie nichts, wenn die Anwendung ordnungsgemäß funktioniert. )
es: ( Advertencia : Este es el modo experto, no cambie nada si la aplicación funciona correctamente. )
fi: ( Varoitus : Tämä on asiantuntijatila. Älä muuta mitään, jos sovellus toimii oikein. )
it: ( Attenzione : Questa è la modalità esperto, non modificare nulla se l'applicazione funziona correttamente. )
ja: ( 警告：これはエキスパートモードです。アプリケーションが正常に動作している場合は、何も変更しないでください。 )
nl: ( Waarschuwing : dit is de expertmodus, verander niets als de applicatie goed werkt. )
pl: ( Ostrzeżenie : To jest tryb ekspercki, nie zmieniaj niczego, jeśli aplikacja działa poprawnie. )
ro: ( Avertisment : acesta este modul expert, nu schimbați nimic dacă aplicația funcționează corect. )
ru: ( Предупреждение : это режим эксперта, ничего не меняйте, если приложение работает правильно. )

source: Show advanced mode
ar: إظهار الوضع المتقدم
de: Erweiterten Modus anzeigen
es: Mostrar el modo avanzado
fi: Näytä edistynyt tila
it: Mostra modalità avanzata
ja: 詳細モードを表示
nl: Toon geavanceerde modus
pl: Pokaż tryb zaawansowany
ro: Afișați modul avansat
ru: Показать расширенный режим

source: About This Computer :
ar: حول هذا الكمبيوتر :
de: Über diesen Computer :
es: Acerca de esta computadora :
fi: Tietoja tästä tietokoneesta :
it: A proposito di questo computer :
ja: このコンピュータについて :
nl: Over deze computer :
pl: O tym komputerze :
ro: Despre acest computer :
ru: Об этом компьютере :

source: System Preferences :
ar: تفضيلات النظام :
de: System-Einstellungen :
es: Preferencias del sistema :
fi: Järjestelmäasetukset :
it: Preferenze di Sistema :
ja: システム環境設定 :
nl: Systeem voorkeuren :
pl: Preferencje systemowe :
ro: Preferințe de sistem :
ru: Системные настройки :

source: App Store :
ar: متجر التطبيقات :
fi: Sovelluskauppa :
ja: アプリストア :
nl: App Winkel :
ro: Magazin de aplicații :
ru: App Sotre :

source: Force Quit :
ar: القوة لترك :
de: Beenden erzwingen :
es: Forzando a salir :
fi: Pakota lopettaa :
it: Costringere ad andarsene :
ja: 強制終了 :
nl: Geforceerd beëindigen :
pl: Zmuszanie do wyjazdu :
ro: Forțând să plece :
ru: Форс-бросить :

source: Sleep :
ar: إيقاف النشاط مؤقتًا :
de: Aussetzen der Aktivität :
es: Suspender la actividad :
fi: Keskeytä toiminta :
it: Metti in pausa l'attività :
ja: アクティビティを一時停止 :
nl: Activiteit onderbreken :
pl: Zawieszenie działalności :
ro: Pauză activitatea :
ru: Приостановить деятельность :

source: Restart :
ar: لإعادة التشغيل :
de: Neustart :
es: Reinicie :
fi: Käynnistää uudelleen :
it: Riavvio :
ja: 再起動します :
nl: Herstarten :
ro: Pentru a reporni :
ru: Перезапустить :

source: Shut Down :
ar: اطفيء :
de: Schalte aus :
es: Apagar :
fi: Kytke pois päältä :
it: Spegnere :
ja: スイッチを切る :
nl: Uitzetten :
pl: Wyłączyć :
ro: Opriți :
ru: Выключить :

source: Lock Screen :
ar: اقفل الشاشة :
de: Bildschirm sperren :
es: Bloquear pantalla :
fi: Lukitusnäyttö :
it: Blocca schermo :
ja: ロック画面 :
nl: Vergrendel scherm :
pl: Ekran blokujący :
ro: Ecran de blocare :
ru: Экран блокировки :

source: Log Out :
ar: تسجيل خروج :
de: Ausloggen :
es: Desconectarse :
fi: Kirjautua ulos :
it: Disconnettersi :
ja: ログアウト :
nl: Uitloggen :
pl: Wyloguj się :
ro: Deconectați-vă :
ru: Выход из системы :

source: Do you need help ?
ar: أنت بحاجة إلى مساعدة ؟
de: Sie benötigen Hilfe ?
es: ¿Necesitas ayuda ?
fi: Sinä tarvitset apua ?
it: Avete bisogno di aiuto ?
ja: あなたは助けが必要ですか？
nl: Heeft u hulp nodig?
pl: Potrzebujesz pomocy ?
ro: Ai nevoie de ajutor ?
ru: Тебе нужна помощь ?

source: About Kpple
ar: حول Kpple
de: Über Kpple
es: Sobre Kpple
fi: Tietoa henkilöstä Kpple
it: Informazioni su Kpple
ja: Kppleについて
nl: Over Kpple
pl: O Kpple'u
ro: Despre Kpple
ru: О Кpple

source: Consult the user's guide
ar: راجع دليل المستخدم
de: Konsultieren Sie das Benutzerhandbuch
es: Consulte la guía del usuario
fi: Katso käyttöohjeet
it: Consultare la guida per l'utente
ja: ユーザーガイドを参照してください
nl: Raadpleeg de gebruikershandleiding
pl: Zapoznaj się z instrukcją obsługi
ro: Consultați ghidul utilizatorului
ru: Обратитесь к руководству пользователя

source: Repport a bug
ar: الإبلاغ عن خطأ
de: Einen Fehler melden
es: Reporta un error
fi: Ilmoita virheestä
it: Segnalare un bug
ja: バグを報告
nl: Meld een bug
pl: Zgłosić błąd
ro: Raporteaza o eroare
ru: Сообщить об ошибке

source: Donate for the project
ar: تبرع للمشروع
de: Für das Projekt spenden
es: Donaciones para el proyecto
fi: Lahjoita projektiin
it: Dona per il progetto
ja: プロジェクトに寄付する
nl: Doneer voor het project
pl: Przekazać na rzecz projektu
ro: Donează pentru proiect
ru: Пожертвовать на проект

source: Couldn't find help ? Contact us at : info.kpple@gmail.com
ar: لم تجد المساعدة؟ اتصل بنا على العنوان التالي : info.kpple@gmail.com
de: Konnten Sie keine Hilfe finden ? Kontaktieren Sie uns unter : info.kpple@gmail.com
es: ¿No pudiste encontrar ayuda ? Contáctenos en : info.kpple@gmail.com
fi: Etkö löytänyt apua ? Ota yhteyttä seuraavaan osoitteeseen : info.kpple@gmail.com
it: Non hai trovato aiuto? Contattaci al seguente indirizzo : info.kpple@gmail.com
ja: ヘルプが見つかりませんでしたか？次のアドレスまでご連絡ください : info.kpple@gmail.com
nl: Hulp niet gevonden? Neem contact met ons op op het volgende adres : info.kpple@gmail.com
pl: Nie mogłeś znaleźć żadnej pomocy ? Skontaktuj się z nami pod następującym adresem : info.kpple@gmail.com
ro: Nu ai găsit ajutor ? Contactați-ne la următoarea adresă : info.kpple@gmail.com
ru: Ты не смог найти помощь ? Свяжитесь с нами по следующему адресу : info.kpple@gmail.com

source: Adapt the links with your own command line
de: Passen Sie die Links mit Ihrer eigenen Befehlszeile an
es: Adapte los enlaces con sus propias líneas de comando
